Repository: szymongalaska/spotify
Catalog: resources/locales/*/default.po
Languages: pl

source: {0,plural,=1{Last month} other{Last # months}}
pl: {0,plural,=1{Ostatni miesiąc} few{Ostatnie # miesiące} other{Ostatnie # miesięcy}}

source: {0,plural,=1{Last year} other{Last # years}}
pl: {0,plural,=1{Ostatni rok} other{Ostatnie # lat}}

source: Top tracks
pl: Najczęściej słuchane

source: Top artists
pl: Ulubieni wykonawcy

source: Your playlists
pl: Twoje playlisty

source: Merge multiple playlists into one. Target playlist must be your own.
pl: Scal wiele playlist w jedną. Docelowa playlist musi być utworzona przez Ciebie.

source: Select source playlists
pl: Wybierz playlisty źródłowe

source: Select target playlist
pl: Wybierz playlistę docelową

source: Submit
pl: Potwierdź

source: An error occured while saving playlists
pl: Wystąpił błąd podczas zapisu playlist

source: An error occured while deleting
pl: Wystąpił błąd podczas usuwania

source: Playlist {0} merged successfully
pl: Pomyślnie scalono playlistę {0}

source: Login
pl: Zaloguj się

source: Logout
pl: Wyloguj się

source: Login to continue
pl: Zaloguj się aby kontynuować

source: Include only songs added to the library (Saved Tracks)
pl: Uwzględnij tylko piosenki dodane do biblioteki (Polubione)

source: Add newest songs on top of playlist
pl: Dodawaj najnowsze piosenki na początek playlisty

source: Playlist {0} is already merged
pl: Playlista {0} jest już scalona

source: There was a problem while merging playlist {0}
pl: Brak dostępu. Zaloguj się ponownie.

source: Too many requests. Wait for {0} seconds.
pl: Przekroczono limit zapytań. Poczekaj {} sekund.

source: Spotify API is currently unavailable. Try again later.
pl: Spotify API jest obecnie niedostępne. Spróbuj później.

source: You can select a playlist from the list to preview it or enter any playlist ID to view its contents. Please note that large playlists may take longer to load.
pl: Nie udało się znaleźć playlisty o podanym ID. Upewnij się, że ID jest poprawne i playlista nie jest prywatna.

source: Playlists
pl: Playlisty

source: Home
pl: Strona Główna

source: View playlist
pl: Wyświetl playlistę

source: Merge playlists
pl: Scal playlisty

source: Synchronize playlists
pl: Zsynchronizuj playlisty

source: Create new merge
pl: Utwórz nowe scalenie

source: Your merged playlists
pl: Twoje scalone playlisty

source: Are you sure you want to delete merging of {0}?
pl: Czy jesteś pewien, że chcesz usunąć scalanie {0}?

source: Unavailable tracks in playlist
pl: Niedostępne utwory w playliście

source: List of unavailable tracks
pl: Lista niedostępnych utworów

source: Select playlist
pl: Wybierz playlistę

source: Synchronization frequency
pl: Częstotliwość synchronizacji

source: Enable auto synchronization
pl: Włącz automatyczną synchronizację

source: Once a week (at Sunday)
pl: Raz w tygodniu (w Niedzielę)

source: Once a day
pl: Raz dziennie

source: Twice a day
pl: Dwa razy dziennie

source: Every six hours
pl: Co sześć godzin

source: Are you sure you want to disable auto synchronization of {0}?
pl: Czy jesteś pewien, że chcesz usunąć automatyczną synchronizację {0}?

source: Auto synchronization disabled
pl: Auto synchranizacja wyłączona

source: An error occured while disabling auto synchronization
pl: Wystąpił błąd podczas wyłączania auto synchronizacji

source: Merge deleted
pl: Usunięto scalenie

source: Hide menu
pl: Ukryj menu
